// lang-en.ts

export const LANG_ARM_NAME = 'arm'; 

export const LANG_ARM_TRANS = {
    //registration page
    "Անուն" : "Անուն",//active
    "Հեռախոսահամար": "Հեռախոսահամար",//active
    "Էլ․ Հասցե" : "Էլ․ Հասցե" ,//active
    "Հրավիրողի ID": "Հրավիրողի ID", //active
    "Մուտք" : "Մուտք",//active
    
    //order registration
    "Գրանցել Պատվեր" : "Գրանցել Պատվեր",//active
    "Իմ հին պատվերները" : "Իմ հին պատվերները",//active ? 
    "Մակնիշ" : "Մակնիշ",//active
    "Մոդել": "Մոդել",//active
    "Համարանիշ" : "Համարանիշ",//active
    "Հայերեն" : "Հայերեն",//active
    "Ջնջել" : "Ջնջել",//active
    "Անգլերեն" : "English",
    "Փոփոխել" : "Փոփոխել",//active
    "Ավելացնել ավտոմեքենա":"Ավելացնել ավտոմեքենա",//active
    "Ավելացնել հասցե":"Ավելացնել հասցե",//active
    "Ծառայության տեսակը":"Ծառայության տեսակը",//active
    "Ավելացնել իմ մեքենաներից" : "Ավելացնել իմ մեքենաներից",//active
    //service types
    "Համալիր մաքրում (արտաքին և ներքին մաքրում)" : "Համալիր մաքրում (արտաքին և ներքին մաքրում)",
    "Առանձին արտաքին մաքրում" : "Առանձին արտաքին մաքրում",
    "Սրահի առանձին մաքրում" : "Սրահի առանձին մաքրում",
    "Սրահի չոր էքսպրես-քիմմաքրում": "Սրահի չոր էքսպրես-քիմմաքրում",
    "Շարժիչի չոր նանոլվացում" : "Շարժիչի չոր նանոլվացում",
    "Պատվերները կարելի է համադրել․ Արդյունքում գները զեղչվում են" :"Պատվերները կարելի է համադրել․ Արդյունքում գները զեղչվում են",
    "դր․" : "դր․",
    "Ավելացնել" : "Ավելացնել",//active
    "Հնարավորինս շուտ" : "Հնարավորինս շուտ", //active
    "Հասցե" : "Հասցե",//active
    "Ամսաթիվ" : "Ամսաթիվ",//active
    "Պրոմո Կոդ" : "Պրոմո Կոդ",//active
    "Ավելացնել իմ հասցեներից" : "Ավելացնել իմ հասցեներից",//active
    "Հաստատել պատվերը" : "Հաստատել պատվերը",//active
    "Ձեր պատվերն ընդունված է, շուտով կստանաք ծանուցում մանրամասներով" : "Ձեր պատվերն ընդունված է, շուտով կստանաք ծանուցում մանրամասներով",//active
   
    //menu
    "Մենյու" : "Մենյու",//active
    "Պատվերի գրանցում": "Պատվերի գրանցում",//active
    "Իմ հասցեները" : "Իմ հասցեները",//active
    "Անձնական տվյալներ" : 'Անձնական տվյալներ',//active
    "Իմ մեքենաները" : "Իմ մեքենաները",//active
    "Իմ պատվերները" : "Իմ պատվերները",//active
    "Մեր մասին" : "Մեր մասին",//active
    "Դուրս գալ" : "Դուրս գալ",
    
    //connect admin
    "Կապ ադմինի հետ":"Կապ ադմինի հետ",
    
    
    //about us
    "-ը շարժական չոր ավտոլվացման համար ստեղծված առաջին բջջային հավելվածն է, որը Երևանում ծառայություններ է առաջարակում շուկայականից ցածր գներով:" : "-ը շարժական չոր ավտոլվացման համար ստեղծված առաջին բջջային հավելվածն է, որը Երևանում ծառայություններ է առաջարակում շուկայականից ցածր գներով:",
    "Ինչպե՞ս է աշխատում հավելվածը." : "Ինչպե՞ս է աշխատում հավելվածը.",
    "Նշեք ավտոմեքենայի կամ ավտոմեքենաների գտնվելու վայրը, ձեր նախընտրած ժամը և մաքրման տեսակը: Անհրաժեշտության դեպքում մասնագետը կկապվի ձեզ հետ մանրամասները ճշտելու համար:":"Նշեք ավտոմեքենայի կամ ավտոմեքենաների գտնվելու վայրը, ձեր նախընտրած ժամը և ծառայության տեսակը: Անհրաժեշտության դեպքում մասնագետը կկապվի ձեզ հետ մանրամասները ճշտելու համար:",
    "Մեր մասնագետները արագ կմոտենան ձեր նշած վայրին և կկատարեն պատվերը:":"Մերմասնագետները արագ կմոտենան ձեր նշած վայրին և կկատարեն պատվերը:",
    "Մի՛ զարմացեք և մի՛ կասկածեք: Արդեն բավական ժամանակ է այս տեխնոլոգիան օգտագործվում է արտերկրում, օր օրի ավելացնելով ծառայությունների տեսակը և աշխարհագրությունը: Այդ դեպքում ինչու՞ մենք պետք է աշխարհից հետ մնանք:" : "Մի՛ զարմացեք և մի՛ կասկածեք: Արդեն բավական ժամանակ է այս տեխնոլոգիան օգտագործվում է արտերկրում, օր օրի ավելացնելով ծառայությունների տեսակը և աշխարհագրությունը: Այդ դեպքում ինչու՞ մենք պետք է աշխարհից հետ մնանք:",
    "Ծառայություններ." : "Ծառայություններ.",
    "Այժմ ընդունվում են հետևյալ ծառայությունների պատվերներ." : "Այժմ ընդունվում են հետևյալ ծառայությունների պատվերներ.",
    "Տեխնոլոգիայի առավելությունների մասին.":"Տեխնոլոգիայի առավելությունների մասին.",
    "Ավտոմեքենան մաքրվում է նորագույն նանոտեխնոլոգիայով, որը ենթադրում է չոր (առանց ջրի օգտագործման) մաքրում, և ոչ միայն չի վնասում ավտոմեքենայի ներկը, այլ ստեղծում է պաշտպանիչ հակաանձրևային շերտ: Այն փայլեցնում է թափքը և տալիս է նրան թարմ տեսք:" : "Ավտոմեքենան մաքրվում է նորագույն նանոտեխնոլոգիայով, որը ենթադրում է չոր (առանց ջրի օգտագործման) մաքրում, և ոչ միայն չի վնասում ավտոմեքենայի ներկը, այլ ստեղծում է պաշտպանիչ հակաանձրևային շերտ: Այն փայլեցնում է թափքը և տալիս է նրան թարմ տեսք:",
    "Լվացման ընթացքում ջուր չի օգտագործվում, ինչը բազմաթիվ առավելություններ է տալիս`" : "Լվացման ընթացքում ջուր չի օգտագործվում, ինչը բազմաթիվ առավելություններ է տալիս`",
    "Չի սառչում ձմռանը" : "Չի սառչում ձմռանը",
    "Չեն սառչում փականները, շարժական և ռետինե մասերը, դռներն ու պատուհանները" : "Չեն սառչում փականները, շարժական և ռետինե մասերը, դռներն ու պատուհանները",
    "Չի վնասվում ոչ մի էլեկտրոնային սարքավորում կամ լարանցում" : "Չի վնասվում ոչ մի էլեկտրոնային սարքավորում կամ լարանցում",
    "Չի խոնավանում սրահը" : "Չի խոնավանում սրահը",
    "Չի քերծում թափքի ներկը, ինչն անխուսափելի է ավտոմեքենան դասական եղանակով լվանալիս, և իհարկե՝" :"Չի քերծում թափքի ներկը, ինչն անխուսափելի է ավտոմեքենան դասական եղանակով լվանալիս, և իհարկե՝",
    "Չի աղտոտվում շրջակա միջավայրը:" : "Չի աղտոտվում շրջակա միջավայրը:",
    "Արդյոք այն անվտա՞նգ է." : "Արդյոք այն անվտա՞նգ է.",
    "Անշու՛շտ անվտանգ է: Նյութերը հավասարաչափ թափքի մակերևույթով տարածելու ընթացքում կեղտի և ներկի միջև առաջանում է յուրատեսակ շերտ, որը դյուրությամբ հեռացվում է մասնագետի կողմից: Դրանում էլ կայանում է նանոտեխնոլոգիայի գաղտնիքը:" : "Անշու՛շտ անվտանգ է: Նյութերը հավասարաչափ թափքի մակերևույթով տարածելու ընթացքում կեղտի և ներկի միջև առաջանում է յուրատեսակ շերտ, որը դյուրությամբ հեռացվում է մասնագետի կողմից: Դրանում էլ կայանում է նանոտեխնոլոգիայի գաղտնիքը:",
    "Ինչու՞ հենց մենք." : "Ինչու՞ հենց մենք.",
    "Մեր գները շուկայականից ցածր են" : "Մեր գները շուկայականից ցածր են",
    "Մինչ դուք զբաղված եք առօրյա հոգսերով, աշխատանքի վայրում եք կամ զվարճանում եք, Ձեր մեքենան այդ ընթացքում կլվացվի, և դուք կտնտեսեք թե՛ավտոլվացման կետ գնալու և սպասելու ժամանակը, թե՛վառելիքը" : "Մինչ դուք զբաղված եք առօրյա հոգսերով, աշխատանքի վայրում եք կամ զվարճանում եք, Ձեր մեքենան այդ ընթացքում կլվացվի, և դուք կտնտեսեք թե՛ավտոլվացման կետ գնալու և սպասելու ժամանակը, թե՛վառելիքը",
    "Հնարավոր է միաժամանակ պատվեր կատարել մի քանի մեքենայի համար" : "Հնարավոր է միաժամանակ պատվեր կատարել մի քանի մեքենայի համար",
    "Մեր ծառայությունները շուրջօրյա և շուրջշաբաթյա են:" : "Մեր ծառայությունները շուրջօրյա և շուրջշաբաթյա են:",
    "23:00-08:00 ժամանակահատվածում ընկած և մեծ կորպորատիվ պատվերների համար խնդրում ենք դիմել նախապես։" : "23:00-08:00 ժամանակահատվածում ընկած և մեծ կորպորատիվ պատվերների համար խնդրում ենք դիմել նախապես։",
    "Օգվտե՛ք MobiWash-ի ծառայությոններից և տնտեսեք ձեր ժամանակն ու ֆինանսները, միաժամանակ կատարելով համեստ ներդրում Հայաստանի ջրային ռեսուրսների ու շրջակա միջավայրի պահպանման գործին:" : "Օգվտե՛ք MobiWash-ի ծառայությոններից և տնտեսեք ձեր ժամանակն ու ֆինանսները, միաժամանակ կատարելով համեստ ներդրում Հայաստանի ջրային ռեսուրսների ու շրջակա միջավայրի պահպանման գործին:",
    "Մենք հասանելի ենք նաև" : "Մենք հասանելի ենք նաև",
    "Հեռախոսահամարով՝ 055-95-09-05 (Նաև Viber և Whatsapp)" : "Հեռախոսահամարով՝ 055-95-09-05 (Նաև Viber և Whatsapp)",
    "Հեռախոսահամարով`" : "Հեռախոսահամարով`",
    "Նաև Viber և Whatsapp" : "Նաև Viber և Whatsapp",
    "Վեբ-կայքում՝" : "Վեբ-կայքում՝",
    "Ֆեյսբուքյան էջում՝" : "Ֆեյսբուքյան էջում՝",
    "Ինստագրամյան էջում՝" : "Ինստագրամյան էջում՝",
    "Էլ․Հասցեյով՝" : "Էլ․Հասցեյով՝",
    "ընկերության տնօրենի հետ կապնվելու համար կարող եք՝" : "ընկերության տնօրենի հետ կապնվելու համար կարող եք՝",
    "Զանգահարել" : "Զանգահարել",
    "հեռախոսահամարին" : "հեռախոսահամարին",
    "Ուղարկել նամակ՝" : "Ուղարկել նամակ՝",
    "էլ.հասցեին" : "էլ.հասցեին",
    "MobiWash" : "MobiWash",
















    "Հաստատել" : "Հաստատել",
    
    "Նոր պատվերներ" : "Նոր պատվերներ",
    "Պատմություն" : "Պատմություն",
    
    "Ավելացնել նոր հայտ" : "Ավելացնել նոր հայտ",
    "Հաստատել բոլորը" : "Հաստատել բոլորը",
    "Ուղարկել հայտը" : "Ուղարկել հայտը",
    
    "Վերադառնալ սկիզբ" : "Վերադառնալ սկիզբ",
    
    
  
    "Ավելացնել նոր հասցե" : "Ավելացնել նոր հասցե", 
    

    "Ընտրեք մեքենան" : "Ընտրեք մեքենան",
    "Լվացման տեսակը" :"Լվացման տեսակը" ,
    
    "Ձեր պրոմ կոդն է" : "Ձեր պրոմ կոդն է",
    "Մանրամասն" : "Մանրամասն",
    "Չեղարկե՞լ":"Չեղարկե՞լ",
    //exception from statuses
    "Pending" : "Սպասման մեջ է",
    "price" : "դրամ"
};