// lang-en.ts

export const LANG_ARM_NAME = 'arm'; 

export const LANG_ARM_TRANS = {
    //registration page
    "Անուն" : "Անուն",//active
    "Հեռախոսահամար": "Հեռախոսահամար",//active
    "Էլ․ Հասցե" : "Էլ․ Հասցե" ,//active
    "Հրավիրողի ID": "Հրավիրողի ID", //active
    "Մուտք" : "Մուտք",//active
    
    //order registration
    "Գրանցել Պատվեր" : "Գրանցել Պատվեր",//active
    "Իմ հին պատվերները" : "Իմ հին պատվերները",//active ? 
    "Մակնիշ" : "Մակնիշ",//active
    "Մոդել": "Մոդել",//active
    "Համարանիշ" : "Համարանիշ",//active
    "Հայերեն" : "Հայերեն",//active
    "Ջնջել" : "Ջնջել",//active
    "Անգլերեն" : "English",
    "Փոփոխել" : "Փոփոխել",//active
    "Ավելացնել ավտոմեքենա":"Ավելացնել ավտոմեքենա",//active
    "Ավելացնել հասցե":"Ավելացնել հասցե",//active
    "Ծառայության տեսակը":"Ծառայության տեսակը",//active
    "Ավելացնել իմ մեքենաներից" : "Ավելացնել իմ մեքենաներից",//active
    "Ավելացնել" : "Ավելացնել",//active
    "Հնարավորինս շուտ" : "Հնարավորինս շուտ", //active
    "Հասցե" : "Հասցե",//active
    "Ամսաթիվ" : "Ամսաթիվ",//active
    "Պրոմո Կոդ" : "Պրոմո Կոդ",//active
    "Ավելացնել իմ հասցեներից" : "Ավելացնել իմ հասցեներից",//active
    "Հաստատել պատվերը" : "Հաստատել պատվերը",//active
    "Ձեր պատվերն ընդունված է, շուտով կստանաք ծանուցում մանրամասներով" : "Ձեր պատվերն ընդունված է, շուտով կստանաք ծանուցում մանրամասներով",//active
   
    //menu
    "Մենյու" : "Մենյու",//active
    "Պատվերի գրանցում": "Պատվերի գրանցում",//active
    "Իմ հասցեները" : "Իմ հասցեները",//active
    "Անձնական տվյալներ" : 'Անձնական տվյալներ',//active
    "Իմ մեքենաները" : "Իմ մեքենաները",//active
    "Իմ պատվերները" : "Իմ պատվերները",//active
    "Մեր մասին" : "Մեր մասին",//active
    "Դուրս գալ" : "Դուրս գալ",
    
    
    
    
    
   
   
    "Հաստատել" : "Հաստատել",
    
    "Նոր պատվերներ" : "Նոր պատվերներ",
    "Պատմություն" : "Պատմություն",
    
    "Ավելացնել նոր հայտ" : "Ավելացնել նոր հայտ",
    "Հաստատել բոլորը" : "Հաստատել բոլորը",
    "Ուղարկել հայտը" : "Ուղարկել հայտը",
    
    "Վերադառնալ սկիզբ" : "Վերադառնալ սկիզբ",
    
    
  
    "Ավելացնել նոր հասցե" : "Ավելացնել նոր հասցե", 
    

    "Ընտրեք մեքենան" : "Ընտրեք մեքենան",
    "Լվացման տեսակը" :"Լվացման տեսակը" ,
    
    "Ձեր պրոմ կոդն է" : "Ձեր պրոմ կոդն է",
    "Մանրամասն" : "Մանրամասն",
    "Չեղարկել":"Չեղարկել",
    
};