// lang-en.ts

export const LANG_ARM_NAME = 'arm'; 

export const LANG_ARM_TRANS = {
    //home page
    "name" : "Անուն",
    "phone_number": "Հեռախոսահամար",
    "email" : "Էլ․ Հասցե" ,
    "ref_id": "Հրավիրողի ID", 
    "enter" : "Մուտք",
    
    //user account
    "create_order" : "Գրանցել Պատվեր",
    "my_old_orders" : "Իմ հին պատվերները",

    //orders list
    "add_car":"Ավելացնել ավտոմեքենա",
    "confirm_all" : "Հաստատել բոլորը",
    "make_id" : "Մակնիշ",
    "model" : "Մոդել",
    "lic_plate_nums" : "Համարանիշ",
    "delete" : "Ջնջել",
    "edit" : "Փոփոխել",

    //order register
    "from_my_cars" : "Ավելացնել իմ մեքենաներից",
    "service_type" : "Ծառայության տեսակը",
    "wash_type_1" : "Համալիր մաքրում (արտաքին և ներքին մաքրում)",
    "wash_type_2" : "Առանձին արտաքին մաքրում",
    "wash_type_3" : "Սրահի առանձին մաքրում",
    "price": "դր․",
    "from_discount" :"Պատվերները կարելի է համադրել․ Արդյունքում գները զեղչվում են",
    "nano_cleaning" : "Շարժիչի չոր նանոլվացում",
    "add" : "Ավելացնել",

    //order address
    "from_my_addresses" : "Ավելացնել իմ հասցեներից",
    "comment" : "Մեկնաբանություն",
    "possible" : "Հնարավորինս շուտ", 
    "date" : "Ամսաթիվ",
    "prom_code" : "Պրոմո Կոդ",
    "confirm_order" : "Հաստատել պատվերը",
        //map
        "address" : "Հասցե",

    //complete order
    "order_excepted" : "Ձեր պատվերն ընդունված է, շուտով կստանաք ծանուցում մանրամասներով",
    "go_home" : "Վերադառնալ սկիզբ",
    "new_order" : "Նոր պատվեր",
    "my_orders" : "Իմ պատվերները",
    "connect_admin":"Կապ ադմինի հետ",

    //menu
    "exit" : "Դուրս գալ",
    "menu" : "Մենյու",
    "personal_inf" : 'Անձնական տվյալներ',
    "favorite_addresses" : "Իմ հասցեները",
    "about_us" : "Մեր մասին",
    "favorite_cars" : "Իմ մեքենաները",

    //history
        //....
    
    //my addresses
    "confirm" : "Հաստատել",

    //my orders
    "active_orders" : "Նոր պատվերներ",
    "archive_orders" : "Պատմություն",
    "more" : "Մանրամասն",
    "Pending" : "Սպասման մեջ է",
    "cancel":"Չեղարկե՞լ",






//...............................................................






    
    "Հայերեն" : "Հայերեն",
    "Անգլերեն" : "English",
    
    "Ավելացնել հասցե":"Ավելացնել հասցե",
    
    
    //service types
    
    
    
    "Սրահի չոր էքսպրես-քիմմաքրում": "Սրահի չոր էքսպրես-քիմմաքրում",
    
    

    "Ավելացնել" : "Ավելացնել",
    


    
    
   
    //menu
    
    
    
    
    "Իմ պատվերները" : "Իմ պատվերները",
    
    
    
    //connect admin
    
    
    
    //about us
    "-ը շարժական չոր ավտոլվացման համար ստեղծված առաջին բջջային հավելվածն է, որը Երևանում ծառայություններ է առաջարակում շուկայականից ցածր գներով:" : "-ը շարժական չոր ավտոլվացման համար ստեղծված առաջին բջջային հավելվածն է, որը Երևանում ծառայություններ է առաջարակում շուկայականից ցածր գներով:",
    "Ինչպե՞ս է աշխատում հավելվածը." : "Ինչպե՞ս է աշխատում հավելվածը.",
    "Նշեք ավտոմեքենայի կամ ավտոմեքենաների գտնվելու վայրը, ձեր նախընտրած ժամը և մաքրման տեսակը: Անհրաժեշտության դեպքում մասնագետը կկապվի ձեզ հետ մանրամասները ճշտելու համար:":"Նշեք ավտոմեքենայի կամ ավտոմեքենաների գտնվելու վայրը, ձեր նախընտրած ժամը և ծառայության տեսակը: Անհրաժեշտության դեպքում մասնագետը կկապվի ձեզ հետ մանրամասները ճշտելու համար:",
    "Մեր մասնագետները արագ կմոտենան ձեր նշած վայրին և կկատարեն պատվերը:":"Մերմասնագետները արագ կմոտենան ձեր նշած վայրին և կկատարեն պատվերը:",
    "Մի՛ զարմացեք և մի՛ կասկածեք: Արդեն բավական ժամանակ է այս տեխնոլոգիան օգտագործվում է արտերկրում, օր օրի ավելացնելով ծառայությունների տեսակը և աշխարհագրությունը: Այդ դեպքում ինչու՞ մենք պետք է աշխարհից հետ մնանք:" : "Մի՛ զարմացեք և մի՛ կասկածեք: Արդեն բավական ժամանակ է այս տեխնոլոգիան օգտագործվում է արտերկրում, օր օրի ավելացնելով ծառայությունների տեսակը և աշխարհագրությունը: Այդ դեպքում ինչու՞ մենք պետք է աշխարհից հետ մնանք:",
    "Ծառայություններ." : "Ծառայություններ.",
    "Այժմ ընդունվում են հետևյալ ծառայությունների պատվերներ." : "Այժմ ընդունվում են հետևյալ ծառայությունների պատվերներ.",
    "Տեխնոլոգիայի առավելությունների մասին.":"Տեխնոլոգիայի առավելությունների մասին.",
    "Ավտոմեքենան մաքրվում է նորագույն նանոտեխնոլոգիայով, որը ենթադրում է չոր (առանց ջրի օգտագործման) մաքրում, և ոչ միայն չի վնասում ավտոմեքենայի ներկը, այլ ստեղծում է պաշտպանիչ հակաանձրևային շերտ: Այն փայլեցնում է թափքը և տալիս է նրան թարմ տեսք:" : "Ավտոմեքենան մաքրվում է նորագույն նանոտեխնոլոգիայով, որը ենթադրում է չոր (առանց ջրի օգտագործման) մաքրում, և ոչ միայն չի վնասում ավտոմեքենայի ներկը, այլ ստեղծում է պաշտպանիչ հակաանձրևային շերտ: Այն փայլեցնում է թափքը և տալիս է նրան թարմ տեսք:",
    "Լվացման ընթացքում ջուր չի օգտագործվում, ինչը բազմաթիվ առավելություններ է տալիս`" : "Լվացման ընթացքում ջուր չի օգտագործվում, ինչը բազմաթիվ առավելություններ է տալիս`",
    "Չի սառչում ձմռանը" : "Չի սառչում ձմռանը",
    "Չեն սառչում փականները, շարժական և ռետինե մասերը, դռներն ու պատուհանները" : "Չեն սառչում փականները, շարժական և ռետինե մասերը, դռներն ու պատուհանները",
    "Չի վնասվում ոչ մի էլեկտրոնային սարքավորում կամ լարանցում" : "Չի վնասվում ոչ մի էլեկտրոնային սարքավորում կամ լարանցում",
    "Չի խոնավանում սրահը" : "Չի խոնավանում սրահը",
    "Չի քերծում թափքի ներկը, ինչն անխուսափելի է ավտոմեքենան դասական եղանակով լվանալիս, և իհարկե՝" :"Չի քերծում թափքի ներկը, ինչն անխուսափելի է ավտոմեքենան դասական եղանակով լվանալիս, և իհարկե՝",
    "Չի աղտոտվում շրջակա միջավայրը:" : "Չի աղտոտվում շրջակա միջավայրը:",
    "Արդյոք այն անվտա՞նգ է." : "Արդյոք այն անվտա՞նգ է.",
    "Անշու՛շտ անվտանգ է: Նյութերը հավասարաչափ թափքի մակերևույթով տարածելու ընթացքում կեղտի և ներկի միջև առաջանում է յուրատեսակ շերտ, որը դյուրությամբ հեռացվում է մասնագետի կողմից: Դրանում էլ կայանում է նանոտեխնոլոգիայի գաղտնիքը:" : "Անշու՛շտ անվտանգ է: Նյութերը հավասարաչափ թափքի մակերևույթով տարածելու ընթացքում կեղտի և ներկի միջև առաջանում է յուրատեսակ շերտ, որը դյուրությամբ հեռացվում է մասնագետի կողմից: Դրանում էլ կայանում է նանոտեխնոլոգիայի գաղտնիքը:",
    "Ինչու՞ հենց մենք." : "Ինչու՞ հենց մենք.",
    "Մեր գները շուկայականից ցածր են" : "Մեր գները շուկայականից ցածր են",
    "Մինչ դուք զբաղված եք առօրյա հոգսերով, աշխատանքի վայրում եք կամ զվարճանում եք, Ձեր մեքենան այդ ընթացքում կլվացվի, և դուք կտնտեսեք թե՛ավտոլվացման կետ գնալու և սպասելու ժամանակը, թե՛վառելիքը" : "Մինչ դուք զբաղված եք առօրյա հոգսերով, աշխատանքի վայրում եք կամ զվարճանում եք, Ձեր մեքենան այդ ընթացքում կլվացվի, և դուք կտնտեսեք թե՛ավտոլվացման կետ գնալու և սպասելու ժամանակը, թե՛վառելիքը",
    "Հնարավոր է միաժամանակ պատվեր կատարել մի քանի մեքենայի համար" : "Հնարավոր է միաժամանակ պատվեր կատարել մի քանի մեքենայի համար",
    "Մեր ծառայությունները շուրջօրյա և շուրջշաբաթյա են:" : "Մեր ծառայությունները շուրջօրյա և շուրջշաբաթյա են:",
    "23:00-08:00 ժամանակահատվածում ընկած և մեծ կորպորատիվ պատվերների համար խնդրում ենք դիմել նախապես։" : "23:00-08:00 ժամանակահատվածում ընկած և մեծ կորպորատիվ պատվերների համար խնդրում ենք դիմել նախապես։",
    "Օգվտե՛ք MobiWash-ի ծառայությոններից և տնտեսեք ձեր ժամանակն ու ֆինանսները, միաժամանակ կատարելով համեստ ներդրում Հայաստանի ջրային ռեսուրսների ու շրջակա միջավայրի պահպանման գործին:" : "Օգվտե՛ք MobiWash-ի ծառայությոններից և տնտեսեք ձեր ժամանակն ու ֆինանսները, միաժամանակ կատարելով համեստ ներդրում Հայաստանի ջրային ռեսուրսների ու շրջակա միջավայրի պահպանման գործին:",
    "Մենք հասանելի ենք նաև" : "Մենք հասանելի ենք նաև",
    "Հեռախոսահամարով՝ 055-95-09-05 (Նաև Viber և Whatsapp)" : "Հեռախոսահամարով՝ 055-95-09-05 (Նաև Viber և Whatsapp)",
    "Հեռախոսահամարով`" : "Հեռախոսահամարով`",
    "Նաև Viber և Whatsapp" : "Նաև Viber և Whatsapp",
    "Վեբ-կայքում՝" : "Վեբ-կայքում՝",
    "Ֆեյսբուքյան էջում՝" : "Ֆեյսբուքյան էջում՝",
    "Ինստագրամյան էջում՝" : "Ինստագրամյան էջում՝",
    "Էլ․Հասցեյով՝" : "Էլ․Հասցեյով՝",
    "ընկերության տնօրենի հետ կապնվելու համար կարող եք՝" : "ընկերության տնօրենի հետ կապնվելու համար կարող եք՝",
    "Զանգահարել" : "Զանգահարել",
    "հեռախոսահամարին" : "հեռախոսահամարին",
    "Ուղարկել նամակ՝" : "Ուղարկել նամակ՝",
    "էլ.հասցեին" : "էլ.հասցեին",
    "MobiWash" : "MobiWash",
















   
    
    
    
    
    "Ավելացնել նոր հայտ" : "Ավելացնել նոր հայտ",

    "Ուղարկել հայտը" : "Ուղարկել հայտը",
    
    
    
    
  
    "Ավելացնել նոր հասցե" : "Ավելացնել նոր հասցե", 
    

    "Ընտրեք մեքենան" : "Ընտրեք մեքենան",
    "Լվացման տեսակը" :"Լվացման տեսակը" ,
    
    "Ձեր պրոմ կոդն է" : "Ձեր պրոմ կոդն է",
    
    //exception from statuses
    
   

};