// lang-en.ts

export const LANG_ARM_NAME = 'arm'; 

export const LANG_ARM_TRANS = {
    "Ցանկ" : "Ցանկ",
    "Դուրս գալ" : "Դուրս գալ",
    "Կարգավորումներ" : "Կարգավորումներ",
    "Մեր մասին" : "Մեր մասին",
    "Մուտքագրեք ձեր անունը" : "Մուտքագրեք ձեր անունը",
    "Մուտքագրեք ձեր հեռախոսահամարը" : "Մուտքագրեք ձեր հեռախոսահամարը",
    "Էլ․ հասցե" : "Էլ․ հասցե",
    "Ստեղծել էջ": "Ստեղծել էջ",
    "Պատվերի գրանցում": "Պատվերի գրանցում",
    "Իմ մեքենաները" : "Իմ մեքենաները",
    "Իմ հասցեները" : "Իմ հասցեները",
    "Իմ պատվերները" : "Իմ պատվերները",
    "Անուն" : "Անուն",
    "Հեռախոսահամար" : "Հեռախոսահամար",
    "Հաստատել" : "Հաստատել",
    "Հայերեն" : "Հայերեն",
    "Նոր պատվերներ" : "Նոր պատվերներ",
    "Պատմություն" : "Պատմություն",
    "Ավելացնել նոր մեքենա" : "Ավելացնել նոր մեքենա"
};